C1=COCOC1
C1N=NNCN1
C1=CON=C1
C1COCCN1
C1=COCO1
C1CNCOC1
C1C[SH+]CCN1
C1=COCCNC1
C1C2CC3CC1CC(C2)C3
C1=CN=CN=C1
C1=CCNCCC1
C[O-]
C1CNCN1
C1CC2CCC(CN1)N2
C1COC1
C1=NCOCC1
C1=CN=S=N1
C1CNNSC1
C1CC2CNCC(C1)C2
C1=NCON1
C1CNN=N1
C1=NNCSC1
C1=COCCC1
C1=NCCCN1
C1CNNC1
CO
C1=NNCN1
C1=CSCC1
C1=COCCCO1
C1=CC=NC=C1
C1CC2CNC(C1)C2
C1=COC=CC1
C1=N[NH]N=N1
C1=CN=NNC1
C1=NCCNC1
C1=CNNC1
CN
C1=NC=NC1
C1CSNCN1
C=N
C1=CCCCCC1
C1CNSN1
C1NCNCN1
C1CCONC1
NS
CC
C1=CCNNC1
C1=NOCC1
C1=NCCO1
C1=NSCC1
C1=CNCN=C1
C1=CN=CNC1
C1CSCN1
NO
C1CC2CNCC1C2
C1=NN=CNC1
C1CN2CCN(C1)CC2
C1CCCNCC1
C1=NCNCN1
C1=NOCN1
C1=CN=CCC1
C1=NC=NCC1
C1CN2CCC(C2)N1
[O-][SH2+]
N
C1=CSCCC1
C1=CCCN=C1
C1=CNCCCC1
C1=CCOC=C1
C1CNCNC1
C1CC2CCC(C1)N2
C1=CNC=CC1
O=S
S
C1CCOC1
[NH2+]=O
C1CNCCNC1
C1=CCNC1
C1=NCCN1
C1CSCCO1
C1=NNCNC1
[NH3+][O-]
C1=CNCCC1
C1=NC=NC=N1
C1CCCC1
C1CC2CCC1CC2
C1=C[NH]N=N1
C1CCNNC1
C1=CC2CCC1C2
OS
C1=CSN=C1
CCl
C1=CCCCCCC1
C1=CSNC1
C1CSCCN1
C=C
C1CCCOCC1
C1=CCCC1
C1=CNCC=N1
C1CNCCN1
C1CCNCC1
C1CCOCC1
C1=NN=CO1
C1NC2CC3CC1CC(C3)C2
C1CNCCOC1
C1=NCN=CN1
CF
C1CC2CCC1N2
C1COCOC1
C1=NN=CS1
C1CNC1
C1=CCNC=C1
C1=CN=CSC1
C1=CSCCN1
C1=CN=NCC1
C1=CCSCC1
CBr
C1=NCCCNCC1
[NH4+]
C1=CSN=N1
C1=NCC=NN1
C1CCNC1
C1=CC=NN=C1
C#N
C1CCCCC1
C1=CCN=CC1
C
C1=NSC=N1
C[SH2+]
C1=COCC1
C1=NCCC1
C1CNOC1
C1=CSCN1
C1NC2CC1C2
C1=CC=[NH+]C=C1
C1=CNN=CC1
C1=CNOC1
C1=NNCS1
C1=CN=NC=N1
C1=CCCCC1
C1=COC=N1
C1=NCCS1
C1=NCNN=C1
C=O
C1=NN=C[NH]1
C1CN2CCN1CC2
C1=CC=CC=C1
C1=NNCO1
C1=CNC=NC1
C1=CCNN=C1
C1=NCCCS1
C1CC2CCC1C2
C1COCCOC1
C1=NC=NCN1
C1CCCCCC1
C1CN=NNC1
C1=CN=CC=N1
C1=CNCCN1
C1=NSN=C1
C1CC[SH+]C1
CI
C1=NNCCN1
C1=NCNCC1
C1CC1
C1=CC2CCC1O2
C1CNSC1
C1=NN=N[NH]1
C1=C[NH]C=N1
C1=NNCC1
C1=CSC=C1
C1COCN1
C1=NN=CCC1
C[NH3+]
C1=COC=C1
CS
C1=CNCN1
C1COCCO1
C1CCC1
C1=NCNC1
C1=NCNN1
C1=NNCCC1
C1CN=S=N1
C1=CNCCNC1
C1=COCCN1
C1CSC1
C1=C[NH]C=C1
C1CCSCC1
C1=COCCO1
C1=CNCNC1
C1CNCCSC1
C1=COCCCC1
C1=N[NH]C=N1
C1=COCN1
C1NN=NN1
C1=CSC=N1
C1=NCCN=C1
C1=CCCNCC1
[SH3+]
C1=CCCC=C1
C1=CCOCC1
C#C
C1CCSC1
C1CCCNCCC1
C1=C[NH]N=C1
C1=CNCC1
C1COCO1
C1=CCNCC1
C1=NOC=N1
C1CC2CC1CN2
C1CC2CCC1O2
